Repository: mrkaplan0/hatimtakip
Catalog: *.lproj/Localizable.strings
Languages: ar, de, tr

# Bitis Tarihi:
source: Deadline:
ar: تاريخ الانتهاء:
de: bis:
tr: Bitiş Tarihi:

# Süre siniri yok.
source: There is no time limit.
ar: .ليس هناك حد زمني
de: Es gibt kein Zeitlimit.
tr: Süre sınırı yok.

# Son %@ saat!!
source: Last %@ hours!!
ar: !!%@ الساعات الأخيرة
de: Letzte %@ Stunden!!!
tr: Son %@ saat!!

# Süre Bitti.
source: Time is up.
ar: .لقد انتهى الوقت
de: Zeit ist vorbei.
tr: Süre doldu.

# Okuyan: %@
source: Read by: %@
ar: تم القراءة بواسطة: %@
de: Gelesen von: %@
tr: Okuyan: %@

# Tebrikler
source: Congratulations
ar: تهانينا
de: Glückwunsch
tr: Tebrikler

# Cüzünüzü tamamladiniz.
source: You have completed your Juz.
ar: .لقد أكملت الجزء الخاص بك
de: Sie haben Ihr Juz abgeschlossen.
tr: Cüzünüzü tamamladınız.

# Kapat
source: Close
ar: يغلق
de: Schließen
tr: Kapat

# Kullanici Adi
source: Username
ar: اسم المستخدم
de: Benutzername
tr: Kullanıcı Adı

# Kullanici Adi Belirleyin.
source: Set Username.
ar: تعيين اسم المستخدم.
de: Benutzername eingeben.
tr: Kullanıcı Adı Belirleyin.

# Kaydet
source: Save
ar: يحفظ
de: Speichern
tr: Kaydet

# Hata
source: Error
ar: خطأ
de: Fehler
tr: Hata

# Kaydol
source: Sign Up
ar: اشتراك
de: Anmelden
tr: Kaydol

source: E-mail
ar: بريد إلكتروني

# Sifre
source: Password
ar: كلمة المرور
de: Kennwort
tr: Şifre

# Giris Yap
source: Login
ar: تسجيل الدخول
de: Einloggen
tr: Giriş Yap

# Hesabiniz yok mu?
source: Don't you have an account?
ar: ليس لديك حساب؟
de: Haben Sie noch kein Konto?
tr: Hesabınız yok mu?

# Kaydolun
source: Sign Up
ar: اشتراك
de: Anmelden
tr: Kaydolun

# Üye Olmadan Devam Et
source: Continue Without Membership
ar: المتابعة بدون عضوية
de: Ohne Mitgliedschaft fortfahren
tr: Üye Olmadan Devam Et

# Düzenle
source: Edit
ar: يحرر
de: Bearbeiten
tr: Düzenle

# Iptal
source: Cancel
ar: يلغي
de: Abbrechen
tr: İptal

# Kisi Ekle / Degistir
source: Add / Change Member
ar: إضافة / تغيير عضو
de: Mitglied hinzufügen/ändern
tr: Üye Ekle / Değiştir

# Uyari
source: Warning
ar: تحذير
de: Warnung
tr: Uyarı

# Hatimi Sil
source: Delete Hatim
ar: حذف حاتم
de: Hatim löschen
tr: Hatmi Sil

# Silmek istediginizden emin misiniz?
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد حذف؟
de: Sind Sie sicher, dass Sie löschen wollen?
tr: Silmek istediğinizden emin misiniz?

# Oku
source: Read
ar: اقرأ
de: Lesen
tr: Oku

# Kisi Ekle
source: Add Member
ar: إضافة عضو
de: Mitglied hinzufügen
tr: Üye Ekle

# Kisi bul ve ekle
source: Find and add Member
ar: البحث عن عضو وإضافته
de: Mitglied suchen und hinzufügen
tr: Üye bul ve ekle

# Hatim Duasi
source: Pray of Hatim
ar: دعاء الختم
de: Hatim Beten
tr: Hatim Duası

# Hatimler
source: Hatims
ar: حاتم
tr: Hatimler

# Katil
source: Join
ar: انضم
de: Beitreten
tr: Katıl

# Dua
source: Pray
ar: دعاء
de: Beten
tr: Dua

# Ayarlar
source: Settings
ar: إعدادات
de: Einstellungen
tr: Ayarlar

# Favori Arkadaslarin
source: Your Favorite Friends
ar: أصدقاؤك المفضلون
de: Deine Lieblingsfreunde
tr: Favori Arkadaşlarınız

# Hatminize bir isim verin.
source: Give your Hatim a name.
ar: أعط حاتم اسما.
de: Geben Sie Ihrem Hatim einen Namen.
tr: Hatminize bir isim verin.

# Örnek: Ramazan Hatmi
source: Example: Hatim for Ramadan
ar: مثال: حاتم لرمضان
de: Beispiel: Hatim für Ramadan
tr: Örnek: Ramazan Hatmi

# Hatim Ayarlari
source: Hatim Settings
ar: إعدادات حاتم
de: Hatim-Einstellungen
tr: Hatim Ayarları

# Sonraki
source: Next
ar: التالي
de: Weiter
tr: Sonraki

# Nasil bir hatim arzu ediyorsun?
source: What kind of Hatim do you desire?
ar: أي نوع من حاتم تريد؟
de: Welche Form von Hatim wünschen Sie?
tr: Nasıl bir hatim arzu ediyorsun?

# Bireysel
source: Individual
ar: فردي
de: Individuell
tr: Bireysel

# Cok katilimcili
source: Multi-member
ar: متعدد الأعضاء
de: Mehrere Mitglieder
tr: Çok Katılımcılı

# Hatime kimler erisebilsin?
source: Who can access my Hatim?
ar: من يستطيع الوصول إلى حاتم؟
de: Wer kann auf meinen Hatim zugreifen?
tr: Hatmime kimler erişebilir?

# Sadece Sectigim Kisiler
source: Only Member I Choose
ar: العضو الوحيد الذي أختاره
de: Nur das von mir gewählte Mitglied
tr: Sadece Seçtiğim Katılımcılar

# Herkes
source: Everyone
ar: الجميع
de: Alle
tr: Herkes

# Hatimin icin bitis tarihi ayarlamak ister misin?
source: Would you like to set a deadline for Hatim?
ar: هل ترغب في تحديد موعد نهائي لحاتم؟
de: Möchten Sie eine Enddatum für Hatim festlegen?
tr: Hatim için bir bitiş tarihi belirlemek ister misin?

# Hatimin bitis tarihini secin.
source: Select the end date of Hatim.
ar: اختر تاريخ انتهاء حاتم.
de: Wählen Sie das Enddatum von Hatim.
tr: Hatmin bitiş tarihini seçin.

# Evet
source: Yes
ar: نعم
de: Ja
tr: Evet

# Hayir
source: No
ar: لا
de: Nein
tr: Hayır

# Vazgeç ve Devam Et
source: Cancel and Continue
ar: إلغاء ومتابعة
de: Abbrechen und fortfahren
tr: Vazgeç ve Devam Et

# Tamamla
source: Complete
ar: مكتمل
de: Fortfahren
tr: Tamamla

# Bugünün tarihini seçtiniz.
source: You chose today's date.
ar: لقد اخترت تاريخ اليوم.
de: Sie haben das heutige Datum gewählt.
tr: Bugünün tarihini seçtiniz.

# Cüz Ayarlari
source: Juz Settings
ar: إعدادات الجزء
de: Juz-Einstellungen
tr: Cüz Ayarları

# Cüz
source: Juz
ar: الجزء
tr: Cüz

# Böl
source: Split
ar: ينقسم
de: Teilen
tr: Böl

# Olustur
source: Create
ar: يخلق
de: Erstellen
tr: Oluştur

# Kisi eklenmeyen cüz sayisi: %@. Lütfen kontrol edin.
source: Number of Juzs without adding a person: %@. Please check.
ar: عدد الأجزاء بدون إضافة شخص: %@. يرجى المراجعة.
de: Anzahl der Juzs ohne Hinzufügen einer Person: %@. Bitte kontrollieren.
tr: Kişi eklenmeyen cüz sayısı: %@. Lütfen kontrol edin.

# sayfadan bölünecek
source: will split from page
ar: سوف ينفصل عن الصفحة
de: wird von der Seite getrennt
tr: sayfadan bölünecek

# Yeni Hatim Baslat
source: Create new Hatim
ar: إنشاء حاتم جديد
de: Neuen Hatim erstellen
tr: Yeni Hatim Oluştur

# Katildigin Hatimler
source: Hatims You've Joined
ar: لقد انضممت إلى حاتم
de: Hatims, die Sie beigetreten sind
tr: Katıldığınız Hatimler

# Sorumlu Oldugun Cüzler
source: Juzs You are Responsible for
ar: الأجزاء أنت مسؤول عنها
de: Juzs, für die Sie verantwortlich sind
tr: Sorumlu Olduğun Cüzler

# Okumaya basla
source: Start Reading
ar: بدء القراءة
de: Lesen beginnen
tr: Okumaya Başla

# Kalan Sayfa
source: Remaining Pages
ar: الصفحات المتبقية
de: Restliche Seiten
tr: Kalan Sayfa

# Hatim Adi:
source: Hatim Name:
ar: اسم حاتم:
tr: Hatim Adı:

# Cuz Adi:
source: Juz Name:
ar: اسم الجزء:
tr: Cüz Adı:

# Herkesin Katilabilecegi Hatimler
source: Hatims Everyone Can Participate
ar: الحاتميون يمكن للجميع المشاركة
de: Hatims Jeder kann mitmachen
tr: Herkesin Katılabileceği Hatimler

# sayfalari arasi
source: between pages
ar: بين الصفحات
de: zwischen den Seiten
tr: sayfaları arası

# sayfa
source: page
ar: صفحة
de: Seite
tr: sayfa

# Cikis Yap
source: Logout
ar: تسجيل خروج
de: Abmeldung
tr: Çıkış Yap

# Kuran Oku
source: Read Quran
ar: اقرأ القرآن
de: Koran lesen
tr: Kuran Oku

# %@. sayfa
source: %@. page
ar: .%@ صفحة
de: %@. Seite

# Cüz 1
source: Juz 1
ar: الجزء 1

# Cüz 2
source: Juz 2
ar: الجزء 2

# Cüz 3
source: Juz 3
ar: الجزء 3

# Cüz 4
source: Juz 4
ar: الجزء 4

# Cüz 5
source: Juz 5
ar: الجزء 5

# Cüz 6
source: Juz 6
ar: الجزء 6

# Cüz 7
source: Juz 7
ar: الجزء 7

# Cüz 8
source: Juz 8
ar: الجزء 8

# Cüz 9
source: Juz 9
ar: الجزء 9

# Cüz 10
source: Juz 10
ar: الجزء 10

# Cüz 11
source: Juz 11
ar: الجزء 11

# Cüz 12
source: Juz 12
ar: الجزء 12

# Cüz 13
source: Juz 13
ar: الجزء 13

# Cüz 14
source: Juz 14
ar: الجزء 14

# Cüz 15
source: Juz 15
ar: الجزء 15

# Cüz 16
source: Juz 16
ar: الجزء 16

# Cüz 17
source: Juz 17
ar: الجزء 17

# Cüz 18
source: Juz 18
ar: الجزء 18

# Cüz 19
source: Juz 19
ar: الجزء 19

# Cüz 20
source: Juz 20
ar: الجزء 20

# Cüz 21
source: Juz 21
ar: الجزء 21

# Cüz 22
source: Juz 22
ar: الجزء 22

# Cüz 23
source: Juz 23
ar: الجزء 23

# Cüz 24
source: Juz 24
ar: الجزء 24

# Cüz 25
source: Juz 25
ar: الجزء 25

# Cüz 26
source: Juz 26
ar: الجزء 26

# Cüz 27
source: Juz 27
ar: الجزء 27

# Cüz 28
source: Juz 28
ar: الجزء 28

# Cüz 29
source: Juz 29
ar: الجزء 29

# Cüz 30
source: Juz 30
ar: الجزء 30

# Internet baglantinizi kontrol ediniz!!
source: Please check your internet connection!!
ar: الرجاء التحقق من اتصالك بالإنترنت!!
de: Bitte überprüfen Sie Ihre Internetverbindung!!
tr: Lütfen İnternet Bağlantınızı kontrol edin!!

# Hatim Takip Uygulamasi
source: Quran Reading Application
ar: تطبيق قراءة القرآن
de: Koran lesen App
tr: Hatim Takip Uygulaması

# Bu kullanici adi kullaniliyor! / Kullanici adi alani bos birakilamaz.
source: This username may be already in use. / Username field cannot be left blank.
de: Dieser Benutzername wird möglicherweise schon benutzt. / Das Feld Benutzername kann nicht leer gelassen werden.
tr: Bu kullanıcı adı zaten kullanılıyor olabilir. / Kullanıcı adı alanı boş bırakılamaz.
